{
    "displayName": "Tiếng Việt",
    "name_input_placeholder": "Nhập tên của bạn",
    "play_button": "Chơi!",
    "create_private_room_button": "Tạo phòng riêng",
    "section_about": "Giới thiệu",
    "section_about_content": "<b>skribbl.io</b><span> là trò chơi nhiều người vẽ và đoán hình miễn phí.</span><br><br><span>Một trò chơi thường sẽ có nhiều ván, mỗi ván một người chơi sẽ được chọn để vẽ theo một từ mà người đó có thể chọn và những người chơi khác sẽ phải đoán để đạt điểm!</span><br><br><span>Người chơi có số điểm cao nhất khi kết thúc trò chơi, sẽ được nhận một vương miện như là người chiến thắng!<span><br><span>Chúc may mắn!</span>",
    "section_news": "Cập nhật",
    "section_how_to_play": "Cách chơi",
    "section_how_to_play_step1": "Khi đến lượt bạn, hãy chọn một từ để vẽ!",
    "section_how_to_play_step2": "Hãy cố gắng mô tả từ của bạn bằng hình vẽ! Đừng nói ra!",
    "section_how_to_play_step3": "Hãy để những người chơi khác đoán từ của bạn!",
    "section_how_to_play_step4": "Khi không đến lượt bạn, cố gắng đoán từ của người khác đang vẽ!",
    "section_how_to_play_step5": "Đạt số điểm cao nhất và bạn sẽ nhận được vương miện!",
    "link_contact": "Liên Hệ",
    "link_terms": "Điều Khoản Dịch Vụ",
    "link_credits": "Đóng Góp",
    "footer_caution": "Người đại diện trang mạng này không chịu trách nhiệm cho bất cứ nội dung nào được tạo ra bởi người dùng (hình vẽ, tin nhắn, tên người dùng)",
    "credits_content": "<div class=\"panel\" style=\"color: #fff\"><h1>Âm thanh:</h1><a href=\"https://www.freesound.org/people/InspectorJ/sounds/343130\">\"tick.wav\" được trích từ \"Ticking Clock, A.wav\" bởi InspectorJ từ Freesound.org</a><h1>Trân trọng cảm ơn đến:</h1><p><b>Alpha</b>, <b>HUNT3R</b>, <b>Maxsl</b>, <b>omgezlina</b>, <b>Regen</b>, <b>tobeh</b>, <b>Tuc</b>, <b>Zerberus</b></p></div>",
    "terms_content": "<body>Liên hệ: contact@skribbl.io<br>skribbl.io Điều khoản dịch vụ và chính sách riêng tư<br><br><b>1. Điều khoản</b><br>Khi truy cập trang&nbsp;http://skribbl.io, bạn sẽ đồng ý với những điều khoản dịch vụ, tất cả những điều luật và quy định, và đồng ý tuân thủ và chịu trách nhiệm với những điều luật được áp dụng tại địa phương. Nếu bạn không đồng ý, bạn không được phép truy cập và sử dụng trang web này. Những thành phần trong trang mạng này được bảo vệ bởi luật bản quyền và thương hiệu.<br><br><b>2. Giấy phép sử dụng</b><br>Quyền được cấp tạm thời để tải một bản sao (nội dung hoặc phần mềm) trên trang skribbl.io dành cho mục đích cá nhân, chỉ xem tạm thời cho mục đích phi thương mại. Đây chỉ là cấp phép, không phải chuyển nhượng thương hiệu, và với quyền này bạn không được:<br>chính sửa hoặc sao chép nội dung;<br>sử dụng nội dung cho bất kì mục đích thương mại, hoặc tiết lộ nội dung (thương mại hoặc phi thương mại);<br>dịch ngược mã nguồn bất kì phần mềm có trên trang skribbl.io;<br>cắt bỏ bản quyền hoặc ký hiệu độc quyền từ nội dung các thành phần; hoặc<br>chuyển thành phần cho cá nhân khác hoặc \"sao chép\" bất kì nội dung trên bất kì máy chủ khác.<br>Quyền sẽ bị hủy bỏ nếu bạn vi phạm bất kì quy định và bị chặn sử dụng bởi skribbl.io tại bất kì thời điểm nào. Dưới sự hủy quyền truy cập nội dung skribbl, bạn phải xóa nội dung được lưu trên thiết bị hoặc được in ra.<br><br><b>3. Từ chối trách nhiệm</b><br>Những thành phần trong skribbl.io được cung cấp đóng gói trong chính nó. skribbl.io không đưa ra bảo đảm, và không giới hạn, bao gồm tình trạng kỹ thuật, phù hợp cho thiết bị cho bất kỳ lý do nào, hoặc xâm phậm quyền sở hữu trí tuệ và các quyền khác.<br>Hơn nữa, skribbl.io không đảm bảo sự chính xác, ổn định trong nội dung trang web hoặc nội dung liên quan hoặc có liên kết.<br><br><b>4. Giới hạn</b><br>skribbl.io và nhà cung cấp không đảm bảo cho bất cứ thiệt hại nào (bao gồm và không giới hạn về việc mất dữ liệu hoặc lợi nhuận, hoặc gián đoạn trong doanh nghiệp) phát sinh trong quá trình tiếp cận nội dung trang web skribbl.io, thậm chí nếu skribbl.io hoặc người được skribbl.io cho phép trình bày nội dung được thông báo qua lời nói hoặc chữ viết, sẽ không được đảm bảo bất kì tổn hại nào. Bởi vì một vài quyền hạn không cho phép giới hạn trong việc đảm bảo, hoặc giới hạn của sự tin cậy về hệ quả hoặc thiệt hại ngẫu nhiên, những giới hạn này sẽ không được áp dụng đối với bạn.<br><br><b>5. Độ chính xác của nội dung</b><br>Những nội dung trên skribbl.io có thể chứa đựng sự trục trặc về kỹ thuật, chữ viết, hình ảnh. skribbl.io không đảm bảo bất kỳ sự chính xác, hoàn chỉnh. skribbl.io có thể thay đổi nội dung mà không được thông báo trước. Tuy nhiên skribbl.io sẽ không đưa ra sự cam kết khi cập nhật nội dung.<br><br><b>6. Các liên kết</b><br>skribbl.io không xem xét những trang web được liên kết và không chịu trách nhiệm cho những nội dung cho bất kỳ nội dung nào được liên kết. Kết luận từ bất kỳ liên kết nào sẽ không được cam kết. Sử dụng những trang web được liên kết với rủi ro của bạn.<br><br><b>7. Sự tùy chỉnh</b><br>skribbl.io sẽ cập nhật điều khoản dịch vụ tại bất kỳ thời điểm nào mà không được thông báo trước. Sử dụng trang web này bạn sẽ tuân thủ những phạm vi trong trong điều khoản dịch vụ được đưa ra tại thời điểm hiện tại.<br><br><b>8. Luật pháp chính phủ</b><br>Những điều khoản dịch vụ tuân luật pháp hiện hành và được tùy chỉnh bởi luật pháp của Đức và bạn phải tuân theo quyền tài phán của tòa án của địa phương và không thể hủy bỏ<br>Chính sách về quyền riêng tư<br>Sự riêng tư của bạn là quan trọng đối với chúng tôi.<br>Chính sách của Skribbl cam kết bảo mật thông tin của bạn khi vận hành trang web. Theo đó, chúng tôi đã phát triển chính sách cam kết riêng tư để bạn hiểu cách chúng tôi thu thập và xử lý thông tin, quá trình sử dụng, giao tiếp và đảm bảo thông tin cá nhân. Chúng tôi đã liệt kê chính sách bảo vệ quyền riêng tư như dưới đây.<br>Chúng tôi thu thập thông tin cá nhân theo cách công bằng và tuân thủ luật pháp, một cách thích hợp và bằng lòng đối với mọi cá nhân.<br>Trước khi hoặc trong hiện tại chúng tôi thu thập dữ liệu cá nhân, chúng tôi sẽ xác định mục đích cho từng loại dữ liệu cá nhân được thu thập.<br>Chúng tôi sẽ thu thập và sử dụng thông tin cá nhân chỉ để thực hiện các mục đích do chúng tôi chỉ định và cho các mục đích phụ trợ khác, trừ khi chúng tôi nhận được sự đồng ý của cá nhân liên quan hoặc theo yêu cầu của pháp luật.<br>Personal data should be relevant to the purposes for which it is to be used, and, to the extent necessary for those purposes, should be accurate, complete, and up-to-date.<br>Chúng tôi sẽ bảo vệ thông tin cá nhân bằng cách sử dụng các biện pháp bảo vệ an ninh hợp lý chống mất mát hoặc trộm cắp, cũng như truy cập, tiết lộ, sao chép, sử dụng hoặc sửa đổi trái phép.<br>Chúng tôi sẽ cung cấp thông tin sẵn có cho khách hàng về các chính sách và thực tiễn của chúng tôi liên quan đến việc quản lý thông tin cá nhân.<br>Chúng tôi sẽ chỉ lưu giữ thông tin cá nhân trong khoảng thời gian cần thiết để thực hiện các mục đích đó.<br>Chúng tôi cam kết tiến hành hoạt động kinh doanh của mình theo các nguyên tắc này để đảm bảo rằng tính bảo mật của thông tin cá nhân được bảo vệ và duy trì. skribbl.io đôi khi có thể thay đổi chính sách quyền riêng tư này.<br><br><b>Cookies</b><br>Chúng tôi sử dụng các công ty quảng cáo bên thứ ba để phân phát quảng cáo khi bạn truy cập trang web của chúng tôi. <br>Các công ty này có thể sử dụng thông tin (không bao gồm tên, địa chỉ, địa chỉ email hoặc số điện thoại của bạn) về các lượt truy cập của bạn vào trang web này và các trang web khác <br>để cung cấp quảng cáo về hàng hóa và dịch vụ mà bạn quan tâm.<br>Nếu bạn muốn biết thêm thông tin về hoạt động này và biết lựa chọn của mình về việc không cho các công ty này sử dụng thông tin này, hãy nhấp vào đây <a href=\"http://www.networkadvertising.org/managing/opt_out.asp\">http://www.networkadvertising.org/managing/opt_out.asp</a><br>Để tìm hiểu thêm về cookie nói chung, vui lòng truy cập <a href=\"https://www.cookiesandyou.com/\">https://www.cookiesandyou.com/</a></body>",
    "players": "Người chơi",
    "language": "Ngôn ngữ",
    "drawtime": "Thời gian vẽ",
    "rounds": "Ván",
    "word_mode": "Chế độ từ",
    "word_count": "Số từ",
    "hints": "Gợi ý",
    "custom_words_input_placeholder": "Tối thiểu @min_words từ. @min_char_per_word-@max_char_per_word kí tự mỗi từ! Tối đa @max_char kí tự. Cách nhau bởi 1 dấu , (dấu phẩy)",
    "start": "Bắt đầu!",
    "custom_words": "Từ vựng tự chọn",
    "use_custom_words_only": "Chỉ sử dụng từ vựng tự chọn",
    "invite_your_friends": "Mời bạn bè cùng chơi!",
    "hover_over_me_to_see_the_invite_link": "Hãy rờ tôi để thấy link!",
    "You": "Bạn",
    "Normal": "Bình thường",
    "Hidden": "Ẩn",
    "Combination": "Kết hợp",
    "Copy": "Sao chép",
    "custom_words_input_validate_words_count": "Hãy bổ sung từ! tất cả tối thiểu @min_words",
    "custom_words_input_validate_ignore_title": "Từ không hợp lệ, không tính:",
    "custom_words_input_validate_not_words": "Không phải từ: @specialCharsWords",
    "custom_words_input_validate_invalid_word_length": "Độ dài từ không hợp lệ: @invalidLengthWords! từ @min_char_per_word-@max_char_per_word kí tự mỗi từ",
    "custom_words_input_validate_duplicated_words": "Từ bị lặp: @duplicatedWords",
    "guess_input_placeholder": "Nhập từ bạn đoán vô đây...",
    "message_room_owner_statement": "@room_owner được chọn làm chủ phòng!",
    "message_new_player_joined": "@player_name đã tham gia phòng!",
    "message_player_leave": "@player_name đã rời khỏi phòng!",
    "message_you_need_at_least_2_players": "Bạn cần tối thiểu 2 người để bắt đầu trò chơi!",
    "message_link_copied": "Đã sao chép link vào bộ nhớ đệm!",
    "message_player_won": "@playerName đã chiến thắng với số điểm @score!",
    "message_player_draw": "@playerName bắt đầu vẽ!",
    "No": "Khum",
    "WAITING": "ĐANG CHỜ",
    "WORD_HIDDEN": "TỪ BỊ ẨN",
    "GUESS_THIS": "ĐOÁN TỪ",
    "DRAW_THIS": "VẼ TỪ",
    "create_private_room_error_title": "Đứt dây cáp: không thể tạo phòng!",
    "create_private_room_error_content": "Nhấn Cancel để ngắt kết nối",
    "join_private_room_error_title": "Đứt dây cáp! Hãy kiểm tra lại kết nối!",
    "wrong_private_room_code": "Không thể thể vào phòng, hãy kiểm tra lại link",
    "gameplay_connection_error": "Nếu bạn muốn kết nối lại, xin vui lòng kiểm tra kết nối, hoặc nhấn Cancel để thoát",
    "gamebar_round_display": "Vòng @currentRound / @rounds",
    "round_noti": "Vòng @round",
    "player_choosing": "@playerName đang chọn 1 từ",
    "choose_a_word": "Chọn 1 từ",
    "randomize_your_avatar": "Ngẫu nhiên Avatar của bạn!",
    "news_error": "Không tìm thấy tin tức nào hết!!",
    "click_to_copy_invite": "Bấm để sao chép lời mời",
    "Settings":"Cài đặt",
    "Volume":"Âm lượng",
    "Hotkeys":"Phím tắt",
    "Reset":"Đặt lại",
    "reset_hotkeys_tooltip":"Đặt lại mặc định phím tắt",
    "Miscellaneous": "Tùy chọn khác"
}